{
  "welcome": "আমার ওয়েবসাইটে স্বাগতম",
  "description": "এটি একটি বহুভাষিক রিয়্যাক্ট অ্যাপ।",
  "about": "যখন আমি ডোনাল্ড ট্রাম্পের প্রকাশিত কিছু উদ্ভট বিষয়, যেমন টুইট এবং এক্সিকিউটিভ অর্ডার, নিয়ে পড়ি, আমি আর নিশ্চিত থাকি না যে আমরা ছোটবেলা থেকে শিখে আসা এবং যাদের প্রতি আমরা প্রতিশ্রুতিবদ্ধ ছিলাম, সেই আমেরিকান সরকারের নীতি ও কাঠামো সহজে ধরে রাখা যাবে। এক ধরনের আগ্রাসী স্বৈরশাসন যা সংরক্ষণবাদের আড়ালে লুকানো, আমাদের সংবিধানের সীমা এবং মানে চ্যালেঞ্জ করছে এবং রাজনৈতিক গতিশীলতাকে ব্যাহত করতে পারে যা প্রজন্মের পর প্রজন্মকে বিশ্বের নিরাপদ এবং কম দারিদ্র্যমুক্ত করেছে। যখন আমার অসহায়তার অনুভূতি ক্রোধে পরিণত হলো, আমি নিজেকে জিজ্ঞাসা করলাম, প্রতিনিয়ত কংগ্রেসে শক্তিশালী চিঠি লেখা এবং কয়েক বছর অন্তর ভোট দেওয়ার বাইরে আমি কি কিছু করতে পারি পরিস্থিতি পরিবর্তনের জন্য? ডেমোক্র্যাটদের কাছে উল্লেখযোগ্য রাজনৈতিক শক্তি না থাকায়, GOP বিরোধিতা করতে ভয় পায় এবং সুপ্রিম কোর্ট উদাসীন, আমি কিভাবে ঘোষণা করতে পারি যে আমেরিকান এক্সিকিউটিভ ব্রাঞ্চে যা ঘটছে তা স্বাভাবিক নয় এবং যা অধিকাংশ মানুষ তাদের হৃদয়ে বিশ্বাস করে তার বিপরীতে? আমি নিজেকে চ্যালেঞ্জ করলাম যে সিভিলাইজড মানুষের চরিত্রের মৌলিক বিষয়গুলো কী যা সংরক্ষণ করা উচিত, যেমন স্বাধীনতা, মুক্তি, বিশ্বাস, সততা, সুযোগ এবং সহানুভূতি, এবং একটি প্রতীক – একটি আইকন – তৈরি করা যা সেই নীতিগুলি রক্ষার জন্য প্রতিশ্রুতির ঘোষণা হিসেবে থাকবে। এই বোতামটি সেই আইকন দিয়ে মুদ্রিত। আমার আশা হলো, যখন পরিধানকারীকে জিজ্ঞাসা করা হবে বোতামটির মানে কী, তারা বলতে পারবে এটি ঘৃণা, দুর্নীতি, ফ্যাসিবাদ, অন্যায় এবং অজ্ঞতার বিরুদ্ধে তাদের প্রতিরোধের প্রতীক। তারা আরও বলতে পারবে যে তারা গণতন্ত্র, শিক্ষা, সততা, সমৃদ্ধি এবং বিশ্বাসকে আলিঙ্গন করছে। এই প্রতীক কোনো রাজনৈতিক মতাদর্শের প্রতিনিধিত্ব করার জন্য নয়: এটি Cheney এবং Maddow রাস্তাগুলির সংযোগস্থলে অবস্থান করছে। বিশ্বাস বজায় রাখুন।",
  "home":"আপনি ঘৃণা প্রত্যাখ্যান করুন. আপনি অজ্ঞতা প্রত্যাখ্যান করুন. আপনি দুর্নীতি প্রত্যাখ্যান করুন. আপনি অসৎ আচরণ প্রত্যাখ্যান করুন. আপনি স্বৈরাচার প্রত্যাখ্যান করুন. আপনি ভয়ংকরতা প্রত্যাখ্যান করুন. আপনি অন্যায় প্রত্যাখ্যান করুন. আপনি লোভ প্রত্যাখ্যান করুন. আপনি সন্দেহবাদ প্রত্যাখ্যান করুন. আপনি ভয় প্রত্যাখ্যান করুন. আপনি দুষ্টতা প্রত্যাখ্যান করুন. সচেতন হোন. আপনি শিক্ষার প্রতি প্রতিরক্ষা করুন. আপনি সততার প্রতি প্রতিরক্ষা করুন. আপনি সত্যের প্রতি প্রতিরক্ষা করুন. আপনি শালীনতার প্রতি প্রতিরক্ষা করুন. আপনি নিরাপত্তার প্রতি প্রতিরক্ষা করুন. আপনি চরিত্রের প্রতি প্রতিরক্ষা করুন. আপনি প্রেমের প্রতি প্রতিরক্ষা করুন. আপনি সমৃদ্ধির প্রতি প্রতিরক্ষা করুন. আপনি বিশ্বাসের প্রতি প্রতিরক্ষা করুন. আপনি সততার প্রতি প্রতিরক্ষা করুন. আপনি গর্বের প্রতি প্রতিরক্ষা করুন. আপনি সত্যের প্রতি প্রতিরক্ষা করুন. আপনি মর্যাদার প্রতি প্রতিরক্ষা করুন. আপনি সম্মানের প্রতি প্রতিরক্ষা করুন. আপনি সাহসের প্রতি প্রতিরক্ষা করুন. আপনি কৌতূহলের প্রতি প্রতিরক্ষা করুন.",
  "kit": {
    "imageAlt": "ডেয়ার টু ডিক্লেয়ার!",
    "selectKits": "অনুগ্রহ করে কতটি কিট চাইছেন তা নির্বাচন করুন:",
    "one": "একটি",
    "five": "পাঁচটি",
    "ten": "দশটি",
    "submit": "জমা দিন",
    "freeItemTitle": "একটি ফ্রি বাটন বা বাম্পার স্টিকার পেতে,",
    "sendEnvelope": "একটি স্ব-ঠিকানাযুক্ত স্ট্যাম্পযুক্ত খাম পাঠান:",
    "address": {
      "line1": "ডিক্লেয়ার",
      "line2": "পি.ও. বাক্স 143",
      "line3": "বেলমন্ট, NC 28012"
    },
    "indicateItem": "আপনি যদি একটি বাটন অথবা বাম্পার স্টিকার পেতে চান, খামের উপর তা উল্লেখ করুন।"
  },
  "checkout": {
    "title": "চেকআউট",
    "subtitle": "আপনার অর্ডার সম্পন্ন করুন",
    "orderSummary": "অর্ডারের সারসংক্ষেপ",
    "total": "মোট",
    "fullName": "পূর্ণ নাম",
    "emailAddress": "ইমেইল ঠিকানা",
    "streetAddress": "রাস্তার ঠিকানা",
    "city": "শহর",
    "state": "রাজ্য",
    "zipCode": "জিপ কোড",
    "completeOrder": "অর্ডার সম্পন্ন করুন",
    "footerText": "আপনার অর্ডার প্রক্রিয়াকৃত হবে এবং উপরে প্রদত্ত ঠিকানায় পাঠানো হবে।",
    "oneKit": "একটি কিট",
    "fiveKits": "পাঁচটি কিট",
    "tenKits": "দশটি কিট"
  },
  "navbar": {
    "home": "হোম",
    "about": "এটি কি সম্পর্কে?",
    "swag": "সোয়াগ"
  }
}
