{
  "welcome": "Добро пожаловать на мой сайт",
  "description": "Это многоязычное приложение на React.",
  "about": "Когда я читаю о возмутительных вещах, которые Дональд Трамп заявляет через Твиттер и исполнительные приказы, я больше не уверен, что принципы и структура американского правительства, которым я учился и которым мы обязались с детства, могут считаться само собой разумеющимися. Форма воинственной автократии, замаскированной под консерватизм, испытывает пределы и значения рамок нашей Конституции и угрожает подорвать политическую динамику, которая делала мир безопаснее и менее бедным из поколения в поколение. Когда моё чувство беспомощности превратилось в гнев, я спросил себя, есть ли что-то, что я могу сделать помимо написания сильных писем моим представителям в Вашингтоне и голосования каждые пару лет, чтобы изменить ситуацию. У демократов нет значительной политической власти, Республиканская партия боится сопротивляться, а Верховный суд равнодушен — как я могу заявить, что происходящее в Исполнительной ветви США не нормально и противоречит тому, во что большинство людей верят в глубине души, независимо от их политических взглядов? Я поставил себе задачу перечислить вещи, которые считаю фундаментальными для цивилизованного человеческого характера и которые нужно защищать, такие как свобода, вера, честность, возможности и эмпатия, и придумать символ — иконку — который будет представлять декларацию обязательства защищать эти принципы. Эта кнопка напечатана с этой иконкой. Я надеюсь, что когда у носителя спросят, что означает эта кнопка, он сможет ответить, что это значит: я отвергаю ненависть, коррупцию, фашизм, несправедливость и невежество. Он также может сказать, что поддерживает демократию, образование, честность, процветание и веру. Символ не предназначен для представления какой-либо политической идеологии: он находится на пересечении улиц Чейни и Мэддоу. Сохраняя веру,",
  "home": "Заявите, что вы отвергаете ненависть. Заявите, что вы отвергаете невежество. Заявите, что вы отвергаете коррупцию. Заявите, что вы отвергаете нечестность. Заявите, что вы отвергаете автократию. Заявите, что вы отвергаете трусость. Заявите, что вы отвергаете несправедливость. Заявите, что вы отвергаете жадность. Заявите, что вы отвергаете паранойю. Заявите, что вы отвергаете страх. Заявите, что вы отвергаете зло. Заявите о своей осознанности. Заявите, что вы защищаете образование. Заявите, что вы защищаете честность. Заявите, что вы защищаете правду. Заявите, что вы защищаете вежливость. Заявите, что вы защищаете безопасность. Заявите, что вы защищаете характер. Заявите, что вы защищаете любовь. Заявите, что вы защищаете процветание. Заявите, что вы защищаете веру. Заявите, что вы защищаете честность. Заявите, что вы защищаете гордость. Заявите, что вы защищаете правду. Заявите, что вы защищаете достоинство. Заявите, что вы защищаете уважение. Заявите, что вы защищаете храбрость. Заявите, что вы защищаете любопытство.",
  "kit": {
    "imageAlt": "ОТВАЖЬТЕСЬ ЗАЯВИТЬ!",
    "selectKits": "Пожалуйста, выберите количество комплектов:",
    "one": "Один",
    "five": "Пять",
    "ten": "Десять",
    "submit": "Отправить",
    "freeItemTitle": "Чтобы получить бесплатную кнопку или наклейку,",
    "sendEnvelope": "Отправьте конверт с обратным адресом и маркой по адресу:",
    "address": {
      "line1": "DECLARE",
      "line2": "P.O. Box 143",
      "line3": "Belmont, NC 28012"
    },
    "indicateItem": "Пожалуйста, укажите на конверте, хотите ли вы получить кнопку ИЛИ наклейку."
  },
  "checkout": {
    "title": "Оформление заказа",
    "subtitle": "Завершите ваш заказ",
    "orderSummary": "Сводка заказа",
    "total": "Итого",
    "fullName": "Полное имя",
    "emailAddress": "Электронная почта",
    "streetAddress": "Адрес",
    "city": "Город",
    "state": "Штат",
    "zipCode": "Почтовый индекс",
    "completeOrder": "Завершить заказ",
    "footerText": "Ваш заказ будет обработан и отправлен по указанному выше адресу.",
    "oneKit": "Один комплект",
    "fiveKits": "Пять комплектов",
    "tenKits": "Десять комплектов"
  },
  "navbar": {
    "home": "Главная",
    "about": "О чём это?",
    "swag": "Мерч"
  }
}
