{
  "welcome": "مرحبًا بك في موقعي الإلكتروني",
  "description": "هذا تطبيق React متعدد اللغات.",
  "about": "عندما أقرأ عن الأمور الصادمة التي يعلنها دونالد ترامب عبر تويتر والأوامر التنفيذية، لم أعد واثقًا من أن المبادئ والبنية التي تأسست عليها الحكومة الأمريكية والتي تعلمناها منذ الطفولة لا تزال مضمونة. إن نوعًا من الاستبداد العدواني متخفيًا في عباءة المحافظة يتحدى حدود ومعاني إطار دستورنا ويهدد بتقويض الديناميكيات السياسية التي جعلت العالم أكثر أمانًا وأقل فقرًا جيلًا بعد جيل. عندما تحولت مشاعر العجز إلى غضب، سألت نفسي إن كان بوسعي أن أفعل شيئًا أكثر من كتابة رسائل قوية لممثلي في واشنطن والتصويت كل بضع سنوات لتغيير الوضع. ومع افتقار الديمقراطيين إلى القوة السياسية الفعلية، وخوف الحزب الجمهوري من المعارضة، ولا مبالاة المحكمة العليا، كيف يمكنني أن أصرّح بأن ما يحدث في الفرع التنفيذي الأمريكي ليس أمرًا طبيعيًا ويتعارض مع ما يؤمن به معظم الناس في قلوبهم بغض النظر عن آرائهم السياسية؟ لقد تحديت نفسي لأعد قائمة بالأشياء التي أؤمن بأنها أساسية للطبيعة الإنسانية المتحضرة ويجب حمايتها، مثل الحرية، والإيمان، والصدق، والفرص، والتعاطف، ولأبتكر رمزًا – أيقونة – تمثل إعلان التزام بالدفاع عن هذه المبادئ. هذه الشارة مطبوعة بذلك الرمز. آمل أنه عندما يُسأل من يرتديها عما تعنيه، يمكنه أن يقول إنها تعني أنني أرفض الكراهية، والفساد، والفاشية، والظلم، والجهل. ويمكنه أيضًا أن يقول إنه يؤيد الديمقراطية، والتعليم، والنزاهة، والازدهار، والإيمان. لا يُقصد من هذا الرمز أن يمثل أي أيديولوجيا سياسية: فهو يعيش عند تقاطع شارعي تشيني ومادو. تمسك بالإيمان،",
  "home": "أعلن أنك ترفض الكراهية. أعلن أنك ترفض الجهل. أعلن أنك ترفض الفساد. أعلن أنك ترفض الكذب. أعلن أنك ترفض الاستبداد. أعلن أنك ترفض الجبن. أعلن أنك ترفض الظلم. أعلن أنك ترفض الجشع. أعلن أنك ترفض جنون الارتياب. أعلن أنك ترفض الخوف. أعلن أنك ترفض الشر. أعلن أنك تدافع عن الوعي. أعلن أنك تدافع عن التعليم. أعلن أنك تدافع عن النزاهة. أعلن أنك تدافع عن الحقيقة. أعلن أنك تدافع عن الأدب. أعلن أنك تدافع عن الأمان. أعلن أنك تدافع عن الشخصية. أعلن أنك تدافع عن الحب. أعلن أنك تدافع عن الازدهار. أعلن أنك تدافع عن الإيمان. أعلن أنك تدافع عن الصدق. أعلن أنك تدافع عن الفخر. أعلن أنك تدافع عن الحقيقة. أعلن أنك تدافع عن الكرامة. أعلن أنك تدافع عن الاحترام. أعلن أنك تدافع عن الشجاعة. أعلن أنك تدافع عن الفضول.",
  "kit": {
    "imageAlt": "تجرأ على الإعلان!",
    "selectKits": "يرجى اختيار عدد المجموعات:",
    "one": "واحدة",
    "five": "خمس",
    "ten": "عشر",
    "submit": "إرسال",
    "freeItemTitle": "للحصول على زر أو ملصق مجاني،",
    "sendEnvelope": "أرسل ظرفًا مختومًا عليه عنوانك إلى:",
    "address": {
      "line1": "DECLARE",
      "line2": "ص.ب 143",
      "line3": "بلمونت، نورث كارولاينا 28012"
    },
    "indicateItem": "يرجى الإشارة في الظرف إذا كنت ترغب في الحصول على زر أو ملصق."
  },
  "checkout": {
  "title": "إتمام الدفع",
  "subtitle": "أكمل طلبك",
  "orderSummary": "ملخص الطلب",
  "total": "الإجمالي",
  "firstName": "الاسم الأول",
  "lastName": "اسم العائلة",
  "emailAddress": "البريد الإلكتروني",
  "streetAddress": "عنوان الشارع",
  "city": "المدينة",
  "state": "الولاية",
  "zipCode": "الرمز البريدي",
  "country": "الدولة",
  "completeOrder": "إكمال الطلب",
  "footerText": "سيتم معالجة طلبك وشحنه إلى العنوان الموضح أعلاه.",
  "oneKit": "مجموعة واحدة",
  "fiveKits": "خمس مجموعات",
  "tenKits": "عشر مجموعات"
}
,
  "navbar": {
    "home": "الرئيسية",
    "about": "ما هذا؟",
    "swag": "المنتجات"
  }
}
