{
  "welcome": "내 웹사이트에 오신 것을 환영합니다",
  "description": "이것은 다국어 React 애플리케이션입니다.",
  "about": "도널드 트럼프가 트윗과 행정명령으로 내뱉는 터무니없는 말들을 읽을 때마다, 나는 더 이상 미국 정부의 원칙과 구조가 자명한 진리라고 안심할 수 없게 되었다. 전쟁적인 독재 형태가 보수주의라는 이름으로 위장하여 헌법의 틀을 시험하고 있으며, 세대를 거듭하며 세상을 더 안전하고 덜 가난하게 만든 정치적 역동성을 훼손하려 위협하고 있다. 무력감이 분노로 바뀌었을 때, 나는 워싱턴의 대표들에게 강한 편지를 쓰고 몇 년마다 한 번씩 투표하는 것 외에 내가 무언가 변화를 만들 수 있는 방법이 있는지 자문했다. 민주당은 실질적인 정치적 권력이 없고, 공화당은 맞서기를 두려워하며, 대법원은 무관심하다면 — 나는 어떻게 미국 행정부에서 일어나고 있는 일이 정상적이지 않고 대부분의 사람들이 정치적 입장과 상관없이 마음속 깊이 믿는 것에 반한다는 것을 선언할 수 있을까? 나는 문명화된 인간의 품성에 필수적이며 자유, 신념, 정직, 기회, 공감 같은 보호해야 할 가치들을 나열하고, 그것을 상징하는 아이콘을 만들어 이 원칙을 지킬 의지를 표현하기로 했다. 이 단추는 그 아이콘으로 인쇄되어 있다. 나는 착용자가 '이 단추는 무엇을 의미합니까?'라는 질문을 받았을 때, ‘나는 증오, 부패, 파시즘, 불의, 무지를 거부한다’고 대답할 수 있기를 바란다. 또한 ‘나는 민주주의, 교육, 정직, 번영, 신앙을 지지한다’고 말할 수도 있다. 이 상징은 어떤 정치적 이념을 나타내려는 것이 아니다. 그것은 체니 거리와 매도 거리의 교차점에 있다. 신념을 지키며,",
  "home": "증오를 거부한다고 선언하라. 무지를 거부한다고 선언하라. 부패를 거부한다고 선언하라. 불성실을 거부한다고 선언하라. 독재를 거부한다고 선언하라. 비겁함을 거부한다고 선언하라. 불의를 거부한다고 선언하라. 탐욕을 거부한다고 선언하라. 편집증을 거부한다고 선언하라. 두려움을 거부한다고 선언하라. 악을 거부한다고 선언하라. 인식을 선언하라. 교육을 보호한다고 선언하라. 정직을 보호한다고 선언하라. 진실을 보호한다고 선언하라. 예의를 보호한다고 선언하라. 안전을 보호한다고 선언하라. 품성을 보호한다고 선언하라. 사랑을 보호한다고 선언하라. 번영을 보호한다고 선언하라. 신앙을 보호한다고 선언하라. 성실을 보호한다고 선언하라. 자부심을 보호한다고 선언하라. 진리를 보호한다고 선언하라. 존엄을 보호한다고 선언하라. 존중을 보호한다고 선언하라. 용기를 보호한다고 선언하라. 호기심을 보호한다고 선언하라.",
  "kit": {
    "imageAlt": "선언할 용기를 가지세요!",
    "selectKits": "세트 수량을 선택하세요:",
    "one": "1개",
    "five": "5개",
    "ten": "10개",
    "submit": "제출하기",
    "freeItemTitle": "무료 버튼 또는 스티커를 받으려면,",
    "sendEnvelope": "반송 주소가 적힌 우표 부착 봉투를 아래 주소로 보내주세요:",
    "address": {
      "line1": "DECLARE",
      "line2": "P.O. Box 143",
      "line3": "Belmont, NC 28012"
    },
    "indicateItem": "봉투에 버튼 또는 스티커 중 어떤 것을 원하는지 명시해주세요."
  },
  "checkout": {
    "title": "결제하기",
    "subtitle": "주문을 완료하세요",
    "orderSummary": "주문 요약",
    "total": "합계",
    "fullName": "이름",
    "emailAddress": "이메일 주소",
    "streetAddress": "도로명 주소",
    "city": "도시",
    "state": "주/도",
    "zipCode": "우편번호",
    "completeOrder": "주문 완료",
    "footerText": "주문이 처리된 후 위 주소로 발송됩니다.",
    "oneKit": "1개 세트",
    "fiveKits": "5개 세트",
    "tenKits": "10개 세트"
  },
  "navbar": {
    "home": "홈",
    "about": "소개",
    "swag": "기념품"
  }
}
